Repository: open-craft/xblock-virtualreality
Catalog: virtualreality/translations/*/LC_MESSAGES/text.po
Languages: ar, pl_pl, pt_br

source: Virtual Reality
ar: الواقع الافتراضي
pl_pl: Rzeczywistość wirtualna
pt_br: Realidade virtual

source: Title
ar: العنوان
pl_pl: Tytuł
pt_br: Título

source: Video Title
ar: عنوان الفيديو
pl_pl: Tytuł filmu
pt_br: Título do vídeo

source: Description
ar: الوصف
pl_pl: Opis
pt_br: Descrição

source: Video Description
ar: وصف الفيديو
pl_pl: Opis filmu
pt_br: Descrição do vídeo

source: Embed Code
ar: التعليمة البرمجية المضمنة
pl_pl: Umieść kod
pt_br: Código de inserção

source: URL for Vimeo 360 URL
ar: URL الخاص بـ Vimeo 360 URL
pl_pl: Adres URL dla Vimeo 360
pt_br: URL para URL do Vimeo 360

source: High Resolution Video URL
ar: عنوان URL للفيديو عالي الدقة
pl_pl: Adres URL filmu w wysokiej rozdzielczości
pt_br: URL de vídeo em alta resolução

source: URL to high resolution video
ar: عنوان URL إلى الفيديو عالي الدقة
pl_pl: Adres URL do filmu w wysokiej rozdzielczości
pt_br: URL para vídeo de alta resolução

source: Low Resolution Video URL
ar: عنوان URL للفيديو منخفض الدقة
pl_pl: Adres URL filmu w niskiej rozdzielczości
pt_br: URL de vídeo em baixa resolução

source: URL to low resolution video
ar: عنوان URL إلى الفيديو منخفض الدقة
pl_pl: Adres URL do filmu w niskiej rozdzielczości
pt_br: URL para vídeo de baixa resolução
